[RegList:BossBeginning TeleportOutpostLookupObject]
OutpostDescription="No Description"
OutpostDisplayName=""

[RegList:BossElevatorEntrance TeleportOutpostLookupObject]
OutpostDescription="No Description"
OutpostDisplayName="Elevator"

[RegList:BossExitatMill TeleportOutpostLookupObject]
OutpostDescription="No Description"
OutpostDisplayName="Mill Exit"

[RegList:Checkpoint_swamp_ned TeleportOutpostLookupObject]
OutpostDescription="No Description"
OutpostDisplayName="Hallow's end"

[RegList:Coastline TeleportOutpostLookupObject]
OutpostDescription="No Description"
OutpostDisplayName="Coastline"

[RegList:DeadHaven TeleportOutpostLookupObject]
OutpostDescription="No Description"
OutpostDisplayName="Dead Haven"

[RegList:DropShip TeleportOutpostLookupObject]
OutpostDescription="No Description"
OutpostDisplayName="Dropship"

[RegList:EntrancetoSawmill TeleportOutpostLookupObject]
OutpostDescription="No Description"
OutpostDisplayName="Mill Entrance"

[RegList:JakobsCove TeleportOutpostLookupObject]
OutpostDescription="No Description"
OutpostDisplayName="Jakobs Cove"

[RegList:MonsterHouseStart TeleportOutpostLookupObject]
OutpostDescription="No Description"
OutpostDisplayName="Hill"

[RegList:NedsSwamp TeleportOutpostLookupObject]
OutpostDescription="No Description"
OutpostDisplayName="Ned's Swamp"

[RegList:SawMill TeleportOutpostLookupObject]
OutpostDescription="No Description"
OutpostDisplayName="Saw Mill"

[RegList:SecretEntrance TeleportOutpostLookupObject]
OutpostDescription="No Description"
OutpostDisplayName="Secret Entrance"
